Repository: conrader/plainsay
Catalog: Sources/PlainsayCore/Resources/CoreLocalizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt, ru, uk, zh_hans

# engine.parakeetNeedsAppleSilicon
source: NVIDIA Parakeet requires a Mac with Apple silicon.
de: NVIDIA Parakeet benötigt einen Mac mit Apple Silicon.
es: NVIDIA Parakeet requiere un Mac con Apple silicon.
fr: NVIDIA Parakeet nécessite un Mac à puce Apple.
it: NVIDIA Parakeet richiede un Mac con Apple silicon.
ja: NVIDIA ParakeetにはApple silicon搭載Macが必要です。
ko: NVIDIA Parakeet에는 Apple silicon Mac이 필요합니다.
nl: NVIDIA Parakeet vereist een Mac met Apple silicon.
pl: NVIDIA Parakeet wymaga Maca z Apple silicon.
pt: O NVIDIA Parakeet requer um Mac com Apple silicon.
ru: NVIDIA Parakeet требует Mac с чипом Apple Silicon.
uk: NVIDIA Parakeet потребує Mac із чипом Apple Silicon.
zh_hans: NVIDIA Parakeet 需要搭载 Apple 芯片的 Mac。

# engine.timedOut
source: Transcription service timed out
de: Zeitüberschreitung beim Transkriptionsdienst
es: El servicio de transcripción agotó el tiempo de espera
fr: Délai du service de transcription dépassé
it: Il servizio di trascrizione ha superato il tempo massimo di attesa
ja: 文字起こしサービスがタイムアウトしました
ko: 필사 서비스 시간이 초과되었습니다
nl: Transcriptiedienst duurde te lang
pl: Przekroczono czas oczekiwania usługi transkrypcji
pt: O serviço de transcrição excedeu o tempo limite
ru: Истекло время ожидания сервиса расшифровки
uk: Минув час очікування сервісу розшифровки
zh_hans: 转录服务请求超时

# engine.transcriptionFailed
source: Transcription failed: %@
de: Transkription fehlgeschlagen: %@
es: La transcripción falló: %@
fr: Échec de la transcription : %@
it: Trascrizione non riuscita: %@
ja: 文字起こしに失敗しました: %@
ko: 필사에 실패했습니다: %@
nl: Transcriptie mislukt: %@
pl: Transkrypcja nie powiodła się: %@
pt: A transcrição falhou: %@
ru: Сбой расшифровки: %@
uk: Збій розшифровки: %@
zh_hans: 转录失败：%@

# engine.unexpectedResponse
source: Unexpected response from the transcription service
de: Unerwartete Antwort vom Transkriptionsdienst
es: Respuesta inesperada del servicio de transcripción
fr: Réponse inattendue du service de transcription
it: Risposta inaspettata dal servizio di trascrizione
ja: 文字起こしサービスから予期しない応答がありました
ko: 필사 서비스로부터 예기치 않은 응답이 왔습니다
nl: Onverwachte reactie van de transcriptiedienst
pl: Nieoczekiwana odpowiedź od usługi transkrypcji
pt: Resposta inesperada do serviço de transcrição
ru: Неожиданный ответ от сервиса расшифровки
uk: Неочікувана відповідь від сервісу розшифровки
zh_hans: 转录服务返回了意外的响应

# hotkey.name.fn
source: Fn (Globe)
de: Fn (Globus)
es: Fn (Globo)
it: Fn (Globo)
ja: Fn（地球儀）
ko: Fn (지구본)
pl: Fn (Globus)
pt: Fn (Globo)
ru: Fn (глобус)
uk: Fn (глобус)
zh_hans: Fn（地球图标）

# hotkey.name.leftCommand
source: Left ⌘
de: Linke ⌘
es: ⌘ izquierda
fr: ⌘ gauche
it: ⌘ sinistro
ja: 左 ⌘
ko: 왼쪽 ⌘
nl: Linker ⌘
pl: Lewy ⌘
pt: ⌘ esquerda
ru: Левая ⌘
uk: Ліва ⌘
zh_hans: 左 ⌘

# hotkey.name.leftOption
source: Left ⌥
de: Linke ⌥
es: ⌥ izquierda
fr: ⌥ gauche
it: ⌥ sinistro
ja: 左 ⌥
ko: 왼쪽 ⌥
nl: Linker ⌥
pl: Lewy ⌥
pt: ⌥ esquerda
ru: Левая ⌥
uk: Ліва ⌥
zh_hans: 左 ⌥

# hotkey.name.rightCommand
source: Right ⌘
de: Rechte ⌘
es: ⌘ derecha
fr: ⌘ droite
it: ⌘ destro
ja: 右 ⌘
ko: 오른쪽 ⌘
nl: Rechter ⌘
pl: Prawy ⌘
pt: ⌘ direita
ru: Правая ⌘
uk: Права ⌘
zh_hans: 右 ⌘

# hotkey.name.rightControl
source: Right ⌃
de: Rechte ⌃
es: ⌃ derecha
fr: ⌃ droite
it: ⌃ destro
ja: 右 ⌃
ko: 오른쪽 ⌃
nl: Rechter ⌃
pl: Prawy ⌃
pt: ⌃ direita
ru: Правая ⌃
uk: Права ⌃
zh_hans: 右 ⌃

# hotkey.name.rightOption
source: Right ⌥
de: Rechte ⌥
es: ⌥ derecha
fr: ⌥ droite
it: ⌥ destro
ja: 右 ⌥
ko: 오른쪽 ⌥
nl: Rechter ⌥
pl: Prawy ⌥
pt: ⌥ direita
ru: Правая ⌥
uk: Права ⌥
zh_hans: 右 ⌥

# hotkey.tapCreationFailed
source: Could not listen for the hotkey. Grant Plainsay access in System Settings › Privacy & Security › Input Monitoring, then restart it.
de: Konnte nicht auf die Tastenkombination hören. Erteile Plainsay Zugriff in Systemeinstellungen › Datenschutz & Sicherheit › Input Monitoring und starte es dann neu.
es: No se pudo escuchar el atajo. Concede acceso a Plainsay en Ajustes del sistema › Privacidad y seguridad › Monitorización de entrada, y luego reinícialo.
fr: Impossible d'écouter le raccourci. Autorisez Plainsay dans Réglages Système › Confidentialité et sécurité › Surveillance des saisies, puis redémarrez l'app.
it: Impossibile ascoltare la scorciatoia. Concedi l'accesso a Plainsay in Impostazioni di sistema › Privacy e sicurezza › Monitoraggio input, poi riavvialo.
ja: ホットキーを監視できませんでした。システム設定 › プライバシーとセキュリティ › 入力監視でPlainsayにアクセスを許可し、再起動してください。
ko: 단축키를 감지할 수 없었습니다. 시스템 설정 › 개인정보 보호 및 보안 › 입력 모니터링에서 Plainsay에 접근을 허용한 후 다시 시작하세요.
nl: Kon niet naar de sneltoets luisteren. Geef Plainsay toegang in Systeeminstellingen › Privacy en beveiliging › Invoermonitoring, en start het opnieuw op.
pl: Nie można nasłuchiwać skrótu. Przyznaj Plainsay dostęp w Ustawieniach systemowych › Prywatność i ochrona › Monitorowanie wejścia, a następnie uruchom ją ponownie.
pt: Não foi possível escutar o atalho. Concede acesso ao Plainsay em Definições do sistema › Privacidade e Segurança › Monitorização de Entrada, e depois reinicia-o.
ru: Не удалось начать отслеживание клавиши. Предоставьте Plainsay доступ в Системных настройках › Конфиденциальность и безопасность › Мониторинг ввода, затем перезапустите приложение.
uk: Не вдалося почати відстеження клавіші. Надайте Plainsay доступ у Системних налаштуваннях › Конфіденційність і безпека › Моніторинг вводу, потім перезапустіть застосунок.
zh_hans: 无法监听快捷键。请在「系统设置 › 隐私与安全性 › 输入监control」中为 Plainsay 授权，然后重新启动应用。

# hotkeyMode.displayName.holdOnly
source: Hold to talk
de: Zum Sprechen halten
es: Mantener pulsado para hablar
fr: Maintenir pour parler
it: Tieni premuto per parlare
ja: 長押しで話す
ko: 누르고 있으면서 말하기
nl: Ingedrukt houden om te praten
pl: Przytrzymaj, by mówić
pt: Manter premido para falar
ru: Удержание для записи
uk: Утримання для запису
zh_hans: 按住说话

# hotkeyMode.displayName.hybrid
source: Hold or tap (recommended)
de: Halten oder tippen (empfohlen)
es: Mantener o pulsar (recomendado)
fr: Maintenir ou appuyer (recommandé)
it: Tieni premuto o premi (consigliato)
ja: 長押しまたはタップ（推奨）
ko: 누르고 있거나 탭 (권장)
nl: Houd ingedrukt of tik (aanbevolen)
pl: Przytrzymaj lub stuknij (zalecane)
pt: Manter premido ou premir (recomendado)
ru: Удержание или нажатие (рекомендуется)
uk: Утримання або натискання (рекомендовано)
zh_hans: 按住或轻按（推荐）

# hotkeyMode.displayName.toggleOnly
source: Tap to toggle
de: Zum Umschalten tippen
es: Pulsar para alternar
fr: Appuyer pour basculer
it: Premi per attivare/disattivare
ja: タップで切り替え
ko: 탭해서 전환
nl: Tik om te schakelen
pl: Stuknij, by przełączyć
pt: Premir para alternar
ru: Нажатие для переключения
uk: Натискання для перемикання
zh_hans: 轻按切换

# model.displayName.base
source: Base (English) — fastest, least accurate
de: Base (Englisch) — am schnellsten, am wenigsten genau
es: Base (inglés) — el más rápido, el menos preciso
fr: Base (anglais) — le plus rapide, le moins précis
it: Base (inglese) — il più veloce, il meno preciso
ja: Base（英語）— 最速、精度は最も低い
ko: Base (영어) — 가장 빠름, 정확도는 가장 낮음
nl: Base (Engels) — snelst, minst nauwkeurig
pl: Base (angielski) — najszybszy, najmniej dokładny
pt: Base (inglês) — o mais rápido, o menos preciso
ru: Base (английский) — самая быстрая, наименее точная
uk: Base (англійська) — найшвидша, найменш точна
zh_hans: Base（英语）— 速度最快，准确度最低

# model.displayName.distilLargeV3Turbo
source: Whisper Distil Large v3 Turbo — fast, multilingual
de: Whisper Distil Large v3 Turbo — schnell, mehrsprachig
es: Whisper Distil Large v3 Turbo — rápido, multilingüe
fr: Whisper Distil Large v3 Turbo — rapide, multilingue
it: Whisper Distil Large v3 Turbo — veloce, multilingue
ja: Whisper Distil Large v3 Turbo — 高速、多言語対応
ko: Whisper Distil Large v3 Turbo — 빠름, 다국어 지원
nl: Whisper Distil Large v3 Turbo — snel, meertalig
pl: Whisper Distil Large v3 Turbo — szybki, wielojęzyczny
pt: Whisper Distil Large v3 Turbo — rápido, multilingue
ru: Whisper Distil Large v3 Turbo — быстрая, многоязычная
uk: Whisper Distil Large v3 Turbo — швидка, багатомовна
zh_hans: Whisper Distil Large v3 Turbo — 速度快，支持多语言

# model.displayName.largeV3Turbo
source: Whisper Large v3 Turbo — accurate, multilingual
de: Whisper Large v3 Turbo — genau, mehrsprachig
es: Whisper Large v3 Turbo — preciso, multilingüe
fr: Whisper Large v3 Turbo — précis, multilingue
it: Whisper Large v3 Turbo — preciso, multilingue
ja: Whisper Large v3 Turbo — 高精度、多言語対応
ko: Whisper Large v3 Turbo — 정확함, 다국어 지원
nl: Whisper Large v3 Turbo — nauwkeurig, meertalig
pl: Whisper Large v3 Turbo — dokładny, wielojęzyczny
pt: Whisper Large v3 Turbo — preciso, multilingue
ru: Whisper Large v3 Turbo — точная, многоязычная
uk: Whisper Large v3 Turbo — точна, багатомовна
zh_hans: Whisper Large v3 Turbo — 准确度高，支持多语言

# model.displayName.parakeetTDT06BV3
source: NVIDIA Parakeet TDT 0.6B v3 — recommended for Polish + English
de: NVIDIA Parakeet TDT 0.6B v3 — empfohlen für Polnisch + Englisch
es: NVIDIA Parakeet TDT 0.6B v3 — recomendado para polaco + inglés
fr: NVIDIA Parakeet TDT 0.6B v3 — recommandé pour le polonais + l'anglais
it: NVIDIA Parakeet TDT 0.6B v3 — consigliato per polacco + inglese
ja: NVIDIA Parakeet TDT 0.6B v3 — ポーランド語＋英語におすすめ
ko: NVIDIA Parakeet TDT 0.6B v3 — 폴란드어 + 영어에 추천
nl: NVIDIA Parakeet TDT 0.6B v3 — aanbevolen voor Pools + Engels
pl: NVIDIA Parakeet TDT 0.6B v3 — zalecany dla polskiego i angielskiego
pt: NVIDIA Parakeet TDT 0.6B v3 — recomendado para polaco + inglês
ru: NVIDIA Parakeet TDT 0.6B v3 — рекомендуется для польского и английского
uk: NVIDIA Parakeet TDT 0.6B v3 — рекомендовано для польської та англійської
zh_hans: NVIDIA Parakeet TDT 0.6B v3 — 推荐用于波兰语 + 英语

# model.displayName.small
source: Small (English) — good balance
de: Small (Englisch) — guter Kompromiss
es: Small (inglés) — buen equilibrio
fr: Small (anglais) — bon compromis
it: Small (inglese) — buon equilibrio
ja: Small（英語）— バランス型
ko: Small (영어) — 균형 잡힘
nl: Small (Engels) — goede balans
pl: Small (angielski) — dobry kompromis
pt: Small (inglês) — bom equilíbrio
ru: Small (английский) — хороший баланс
uk: Small (англійська) — гарний баланс
zh_hans: Small（英语）— 平衡之选

# permission.reason.accessibility
source: To paste the transcribed text into the app you're using.
de: Um den transkribierten Text in die verwendete App einzufügen.
es: Para pegar el texto transcrito en la app que estés usando.
fr: Pour coller le texte transcrit dans l'app que vous utilisez.
it: Per incollare il testo trascritto nell'app che stai usando.
ja: 使用中のアプリに文字起こしされたテキストを貼り付けるため。
ko: 사용 중인 앱에 필사된 텍스트를 붙여넣기 위해서입니다.
nl: Om de getranscribeerde tekst in de app die je gebruikt te plakken.
pl: By wklejać transkrybowany tekst do używanej aplikacji.
pt: Para colar o texto transcrito na app que estás a usar.
ru: Для вставки расшифрованного текста в используемое приложение.
uk: Для вставки розшифрованого тексту в застосунок, яким ви користуєтесь.
zh_hans: 用于将转录文字粘贴到你正在使用的应用中。

# permission.reason.inputMonitoring
source: To notice the hotkey while another app is focused.
de: Um die Tastenkombination zu bemerken, während eine andere App im Fokus ist.
es: Para detectar el atajo mientras otra app tiene el foco.
fr: Pour détecter le raccourci pendant qu'une autre app est au premier plan.
it: Per rilevare la scorciatoia mentre un'altra app è in primo piano.
ja: 他のアプリが前面にあるときにホットキーを検知するため。
ko: 다른 앱이 활성화되어 있을 때 단축키를 감지하기 위해서입니다.
nl: Om de sneltoets te herkennen terwijl een andere app actief is.
pl: By wykrywać skrót, gdy skupiona jest inna aplikacja.
pt: Para detetar o atalho enquanto outra app está em primeiro plano.
ru: Чтобы замечать нажатие клавиши, когда активно другое приложение.
uk: Щоб помічати натискання клавіші, коли активний інший застосунок.
zh_hans: 用于在其他应用处于焦点状态时检测快捷键。

# permission.reason.microphone
source: To record your voice while the hotkey is held.
de: Um deine Stimme aufzunehmen, während die Tastenkombination gehalten wird.
es: Para grabar tu voz mientras mantienes pulsado el atajo.
fr: Pour enregistrer votre voix pendant que le raccourci est maintenu.
it: Per registrare la tua voce mentre tieni premuta la scorciatoia.
ja: ホットキーを押している間、声を録音するため。
ko: 단축키를 누르고 있는 동안 목소리를 녹음하기 위해서입니다.
nl: Om je stem op te nemen terwijl de sneltoets is ingedrukt.
pl: By nagrywać Twój głos, gdy skrót jest przytrzymany.
pt: Para gravar a tua voz enquanto mantens o atalho premido.
ru: Для записи вашего голоса, пока удерживается клавиша.
uk: Для запису вашого голосу, поки утримується клавіша.
zh_hans: 用于在按住快捷键时录制你的声音。

# permission.title.accessibility
source: Accessibility
de: Bedienungshilfen
es: Accesibilidad
fr: Accessibilité
it: Accessibilità
ja: アクセシビリティ
ko: 손쉬운 사용
nl: Toegankelijkheid
pl: Dostępność
pt: Acessibilidade
ru: Универсальный доступ
uk: Універсальний доступ
zh_hans: 辅助功能

# permission.title.microphone
source: Microphone
de: Mikrofon
es: Micrófono
it: Microfono
ja: マイク
ko: 마이크
nl: Microfoon
pl: Mikrofon
pt: Microfone
ru: Микрофон
uk: Мікрофон
zh_hans: 麦克风

# source.displayName.cloud
source: Plainsay Cloud (subscription)
de: Plainsay Cloud (Abo)
es: Plainsay Cloud (suscripción)
fr: Plainsay Cloud (abonnement)
it: Plainsay Cloud (abbonamento)
ja: Plainsay Cloud（サブスクリプション）
ko: Plainsay Cloud (구독)
nl: Plainsay Cloud (abonnement)
pl: Plainsay Cloud (subskrypcja)
pt: Plainsay Cloud (subscrição)
ru: Plainsay Cloud (подписка)
uk: Plainsay Cloud (підписка)
zh_hans: Plainsay Cloud（订阅）

# source.displayName.onDevice
source: On this Mac (free, local speech)
de: Auf diesem Mac (kostenlos, lokale Sprache)
es: En este Mac (gratis, voz local)
fr: Sur ce Mac (gratuit, voix locale)
it: Su questo Mac (gratis, voce locale)
ja: このMac上で（無料・ローカル音声）
ko: 이 Mac에서 (무료, 로컬 음성)
nl: Op deze Mac (gratis, lokale spraak)
pl: Na tym Macu (za darmo, mowa lokalna)
pt: Neste Mac (grátis, voz local)
ru: На этом Mac (бесплатно, локальная речь)
uk: На цьому Mac (безкоштовно, локальне мовлення)
zh_hans: 在这台 Mac 上（免费，本地语音）

# source.displayName.remote
source: Cloud API (your own key)
de: Cloud-API (dein eigener Schlüssel)
es: API en la nube (tu propia clave)
fr: API cloud (votre propre clé)
it: API cloud (la tua chiave)
ja: クラウドAPI（自分のキー）
ko: 클라우드 API (직접 키 사용)
nl: Cloud-API (je eigen sleutel)
pl: API w chmurze (Twój własny klucz)
pt: API na nuvem (a tua própria chave)
ru: Облачный API (ваш ключ)
uk: Хмарний API (ваш ключ)
zh_hans: 云端 API（你自己的密钥）

# voiceFilter.notReady
source: Voice filter model is not loaded yet.
de: Stimmfiltermodell ist noch nicht geladen.
es: El modelo de filtrado de voz todavía no está cargado.
fr: Le modèle de filtrage vocal n'est pas encore chargé.
it: Il modello di filtraggio vocale non è ancora caricato.
ja: 声フィルターモデルはまだ読み込まれていません。
ko: 음성 필터 모델이 아직 로드되지 않았습니다.
nl: Stemfiltermodel is nog niet geladen.
pl: Model filtrowania głosu nie jest jeszcze wczytany.
pt: O modelo de filtragem de voz ainda não está carregado.
ru: Модель фильтрации голоса ещё не загружена.
uk: Модель фільтрації голосу ще не завантажено.
zh_hans: 声音过滤模型尚未加载。

# voiceFilter.sampleTooShort
source: That recording was too short to learn a voice from.
de: Diese Aufnahme war zu kurz, um daraus eine Stimme zu lernen.
es: Esa grabación fue demasiado corta para aprender una voz de ella.
fr: Cet enregistrement était trop court pour en apprendre une voix.
it: Quella registrazione era troppo breve per imparare una voce da essa.
ja: この録音は短すぎて声を学習できませんでした。
ko: 이 녹음은 너무 짧아서 목소리를 학습할 수 없었습니다.
nl: Die opname was te kort om een stem van te leren.
pl: To nagranie było zbyt krótkie, by nauczyć się z niego głosu.
pt: Essa gravação foi demasiado curta para aprender uma voz a partir dela.
ru: Эта запись слишком короткая, чтобы распознать по ней голос.
uk: Цей запис занадто короткий, щоб розпізнати за ним голос.
zh_hans: 这段录音太短，无法据此识别声音。

# permission.title.inputMonitoring
source: Input Monitoring
es: Monitorización de entrada
fr: Surveillance des saisies
it: Monitoraggio input
ja: 入力監視
ko: 입력 모니터링
nl: Invoermonitoring
pl: Monitorowanie wejścia
pt: Monitorização de Entrada
ru: Мониторинг ввода
uk: Моніторинг вводу
zh_hans: 输入监控

# model.size.base
source: 150 MB
fr: 150 Mo
ru: 150 МБ
uk: 150 МБ

# model.size.distilLargeV3Turbo
source: 600 MB
fr: 600 Mo
ru: 600 МБ
uk: 600 МБ

# model.size.largeV3Turbo
source: 632 MB
fr: 632 Mo
ru: 632 МБ
uk: 632 МБ

# model.size.parakeetTDT06BV3
source: ~475 MB
fr: ~475 Mo
ja: 約475MB
ko: 약 475MB
ru: ~475 МБ
uk: ~475 МБ
zh_hans: 约 475 MB

# model.size.small
source: 480 MB
fr: 480 Mo
ru: 480 МБ
uk: 480 МБ

# engine.cloud.httpError
source: Plainsay Cloud HTTP %d: %@
zh_hans: Plainsay Cloud 返回 HTTP %d：%@
